Repository: eg-abhiyantsingh/iOS_automation_site
Catalog: app-source/Egalvanic PZ/Localizable.xcstrings
Source language: en
Languages: fr

# assets.unlinkMessage
source: '%@' will be removed from this enclosure but not deleted. It will be moved outside the enclosure.
fr: « %@ » sera retiré de ce boîtier mais ne sera pas supprimé. Il sera déplacé à l'extérieur du boîtier.

# assets.viewAllInSearch
source: View All in Search
fr: Tout voir dans la recherche

# assets.viewDetails
source: View Details
fr: Détails de la vue

# assets.visualPhotoFilename
source: Visual Photo Filename
fr: Nom du fichier photo visuel

# assets.visualPhotoNotRequired
source: Visual Photo (Not required for FLIR-IND)
fr: Photo visuelle (Non requis pour FLIR-IND)

# assets.visualPrefix
source: Visual: %@
fr: Visuel : %@

# assets.voltage
source: Voltage
fr: Tension

# auth.atLeast8Characters
source: At least 8 characters
fr: Au moins 8 caractères

# auth.biometricQuickSignIn
source: Use %@ to quickly sign in next time without entering your password.
fr: Utilisez %@ pour vous connecter rapidement la prochaine fois sans entrer votre mot de passe.

# auth.changeCompany
source: Change Company
fr: Changer d'entreprise

# auth.companyCode
source: Company Code
fr: Code entreprise

# auth.companyCodeDefaultPartner
source: If the partner key is missing, we use egalvanic by default.
fr: Si la clé partenaire est manquante, nous utilisons egalvanic par défaut.

# auth.companyCodeExample
source: Example:
fr: Exemple :

# auth.companyCodeExampleText
source: If your code is acme, your login becomes:
fr: Si votre code est acme, votre identifiant devient :

# auth.companyCodeExplanation
source: Your company code is the subdomain from your web login URL.
fr: Votre code entreprise est le sous-domaine de votre URL de connexion web.

# auth.companyCodeFormat
source: Your login format is:
fr: Votre format d'identifiant est :

# auth.companyCodeHelp
source: Company Code Help
fr: Aide code entreprise

# auth.companyCodeNote
source: Note: Company codes are not case-sensitive.
fr: Note : Les codes entreprise ne sont pas sensibles à la casse.

# auth.companyCodePlaceholder
source: (e.g. acme.egalvanic)
fr: (ex. acme.egalvanic)

# auth.companyCodeTemplate
source: <company-code>.<alliance-partner-key>
fr: <code-entreprise>.<clé-partenaire-alliance>

# auth.completeSetup
source: Complete Setup
fr: Terminer la configuration

# auth.confirmEmail
source: Please confirm your email address
fr: Veuillez confirmer votre adresse courriel

# auth.confirmPassword
source: Confirm Password
fr: Confirmer le mot de passe

# auth.containsNumberAndSpecial
source: Contains number and special character
fr: Contient un chiffre et un caractère spécial

# auth.containsUpperAndLower
source: Contains uppercase and lowercase
fr: Contient des majuscules et des minuscules

# auth.enableBiometricForLogin
source: Enable %@ for Login?
fr: Activer %@ pour la connexion ?

# auth.enterCompanyCode
source: Enter your company code to get started
fr: Entrez votre code entreprise pour commencer

# auth.enterCompanyCodeError
source: Please enter a company code
fr: Veuillez entrer un code entreprise

# auth.enterYourEmail
source: Enter your email
fr: Entrez votre courriel

# auth.enterYourPassword
source: Enter your password
fr: Entrez votre mot de passe

# auth.fetchConfigFailed
source: Failed to fetch company configuration. Please check your internet connection and try again.
fr: Échec de la récupération de la configuration. Veuillez vérifier votre connexion Internet et réessayer.

# auth.firstName
source: First Name
fr: Prénom

# auth.invalidCredentials
source: Invalid email or password
fr: Courriel ou mot de passe invalide

# auth.invalidEmailFormat
source: Please enter a valid email address
fr: Veuillez entrer une adresse courriel valide

# auth.lastName
source: Last Name
fr: Nom de famille

# auth.networkError
source: Network error. Please check your connection
fr: Erreur réseau. Veuillez vérifier votre connexion

# auth.newPassword
source: New Password
fr: Nouveau mot de passe

# auth.offlineDataWarning
source: Unsynced Data
fr: Données non synchronisées

# auth.passwordLabel
source: PASSWORD
fr: MOT DE PASSE

# auth.passwordsMatch
source: Passwords match
fr: Les mots de passe correspondent

# auth.pendingOperationsWarning
source: You have %lld pending operations that have not been synchronized. You may proceed to switch users; however, you will need to sign in again to sync these records. Please ensure the app is not uninstalled until all pending data has been successfully synchronized.
fr: Vous avez %lld opération(s) en attente non synchronisée(s). Vous pouvez changer d'utilisateur ; cependant, vous devrez vous reconnecter pour synchroniser ces enregistrements. Veuillez vous assurer que l'application n'est pas désinstallée tant que toutes les données en attente n'ont pas été synchronisées avec succès.

# auth.profileInformation
source: PROFILE INFORMATION
fr: INFORMATIONS DU PROFIL

# auth.sessionExpired
source: Session Expired
fr: Session expirée

# auth.sessionExpiredMessage
source: Your session has expired. Please sign in again to continue.
fr: Votre session a expiré. Veuillez vous reconnecter pour continuer.

# auth.setNewPasswordDescription
source: Please set a new password and complete your profile
fr: Veuillez définir un nouveau mot de passe et compléter votre profil

# auth.setYourPassword
source: Set Your Password
fr: Définir votre mot de passe

# auth.signIn
source: Sign In
fr: Se connecter

# auth.signInToContinue
source: Sign in to continue
fr: Connectez-vous pour continuer

# auth.signInWithBiometric
source: Sign in with %@
fr: Se connecter avec %@

# auth.switchUser
source: Switch User
fr: Changer d'utilisateur

# auth.timezone
source: Timezone
fr: Fuseau horaire

# auth.welcome
source: Welcome
fr: Bienvenue

# common.add
source: Add
fr: Ajouter

# common.addCount
source: Add (%lld)
fr: Ajouter (%lld)

# common.all
source: All
fr: Tout

# common.anErrorOccurred
source: An error occurred
fr: Une erreur est survenue

# common.apply
source: Apply
fr: Appliquer

# common.back
source: Back
fr: Retour

# common.camera
source: Camera
fr: Caméra

# common.cancel
source: Cancel
fr: Annuler

# common.characterLimit
source: Character limit:
fr: Limite de caractères :

# common.clear
source: Clear
fr: Effacer

# common.close
source: Close
fr: Fermer

# common.closed
source: Closed
fr: Fermé

# common.complete
source: Complete
fr: Terminer

# common.continue
source: Continue
fr: Continuer

# common.create
source: Create
fr: Créer

# common.createdDate
source: Created Date
fr: Date de création

# common.createNewAsset
source: Create New Asset
fr: Créer un nouvel actif

# common.delete
source: Delete
fr: Supprimer

# common.disable
source: Disable
fr: Désactiver

# common.discard
source: Discard
fr: Abandonner

# common.done
source: Done
fr: Terminé

# common.dueDate
source: Due Date
fr: Date d'échéance

# common.email
source: Email
fr: Courriel

# common.enable
source: Enable
fr: Activer

# common.enter
source: Enter
fr: Entrez

# common.equipment
source: Equipment
fr: Équipement

# common.error
source: Error
fr: Erreur

# common.existingAsset
source: Existing Asset
fr: Actif existant

# common.gallery
source: Gallery
fr: Galerie

# common.incomplete
source: Incomplete
fr: Incomplet

# common.keepEditing
source: Keep Editing
fr: Continuer la modification

# common.label
source: Label
fr: Étiquette

# common.loading
source: Loading...
fr: Chargement...

# common.logout
source: Logout
fr: Déconnexion

# common.missingRequiredFields
source: Missing required fields
fr: Champs requis manquants

# common.modifiedDate
source: Modified Date
fr: Date de modification

# common.name
source: Name
fr: Nom

# common.no
source: No
fr: Non

# common.noImage
source: No Image
fr: Aucune image

# common.noLocation
source: No Location
fr: Aucun emplacement

# common.none
source: None
fr: Aucun

# common.noPhotosYet
source: No photos yet
fr: Aucune photo pour le moment

# common.noRoom
source: No Room
fr: Aucune salle

# common.notes
source: Notes
fr: Remarques

# common.notNow
source: Not Now
fr: Pas maintenant

# common.offline
source: Offline
fr: Hors ligne

# common.online
source: Online
fr: En ligne

# common.open
source: Open
fr: Ouvert

# common.overdue
source: Overdue
fr: En retard

# common.password
source: Password
fr: Mot de passe

# common.pending
source: Pending
fr: En attente

# common.quantity
source: Quantity
fr: Quantité

# common.remove
source: Remove
fr: Supprimer

# common.reopen
source: Reopen
fr: Rouvrir

# common.resolve
source: Resolve
fr: Résoudre

# common.retry
source: Retry
fr: Réessayer

# common.room
source: Room
fr: Salle

# common.save
source: Save
fr: Enregistrer

# common.search
source: Search...
fr: Rechercher...

# common.searchAssets
source: Search assets...
fr: Rechercher des actifs...

# common.searchForms
source: Search forms...
fr: Rechercher des formulaires...

# common.searchNodes
source: Search nodes...
fr: Rechercher des nœuds...

# common.selectAsset
source: Select Asset
fr: Sélectionner un actif

# common.selectOptions
source: Select options...
fr: Sélectionner les options...

# common.staged
source: staged
fr: en attente

# common.status
source: Status
fr: Statut

# common.submit
source: Submit
fr: Soumettre

# common.success
source: Success
fr: Succès

# common.title
source: Title
fr: Titre

# common.untitledIssue
source: Untitled Issue
fr: Problème sans titre

# common.update
source: Update
fr: Mettre à jour

# common.updating
source: Updating...
fr: Mise à jour...

# common.upload
source: Upload
fr: Téléverser

# common.verifying
source: Verifying...
fr: Vérification...

# common.waitingForInputs
source: Waiting for inputs...
fr: En attente des saisies...

# common.yes
source: Yes
fr: Oui

# connections.connection
source: Connection
fr: Connexion

# connections.connectionClass
source: Connection Class
fr: Classe de connexion

# connections.connectionType
source: Connection Type
fr: Type de connexion

# connections.createConnection
source: Create Connection
fr: Créer une connexion

# connections.deleteConnectionConfirmSingle
source: Are you sure you want to delete this connection? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer cette connexion ? Cette action est irréversible.

# connections.deleteConnectionsConfirm
source: Are you sure you want to delete %1$lld connection%2$@? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer %1$lld connexion%2$@ ? Cette action est irréversible.

# connections.duplicateConnectionExists
source: A connection already exists between these nodes
fr: Une connexion existe déjà entre ces nœuds

# connections.edgeDetails
source: Edge Details
fr: Détails de la liaison

# connections.from
source: From
fr: De

# connections.missingNode
source: Missing Node
fr: Nœud manquant

# connections.noSourceTerminals
source: Source node has no source-eligible terminals
fr: Le nœud source n'a pas de bornes source disponibles

# connections.noTargetTerminals
source: Target node has no target-eligible terminals
fr: Le nœud cible n'a pas de bornes cible disponibles

# connections.notAssigned
source: Not Assigned
fr: Non attribué

# connections.parentCannotConnectChild
source: Parent cannot connect to its child node
fr: Un parent ne peut pas se connecter à son nœud enfant

# connections.pleaseSelectConnectionType
source: Please select a connection type
fr: Veuillez sélectionner un type de connexion

# connections.pleaseSelectSourceNode
source: Please select a source node
fr: Veuillez sélectionner un nœud source

# connections.pleaseSelectSourceTerminal
source: Please select a source terminal
fr: Veuillez sélectionner une borne source

# connections.pleaseSelectTargetNode
source: Please select a target node
fr: Veuillez sélectionner un nœud cible

# connections.pleaseSelectTargetTerminal
source: Please select a target terminal
fr: Veuillez sélectionner une borne cible

# connections.preview
source: Preview
fr: Aperçu

# connections.searchByLabelOrClass
source: Search by label or class
fr: Rechercher par étiquette ou classe

# connections.searchConnections
source: Search connections...
fr: Rechercher des connexions...

# connections.selectConnectionClass
source: Select connection class
fr: Sélectionnez la classe de connexion

# connections.selectedCount
source: %lld Selected
fr: %lld sélectionné(s)

# connections.selectNode
source: Select node
fr: Sélectionner un nœud

# connections.selectSourceNode
source: Select source node
fr: Sélectionnez le nœud source

# connections.selectTargetNode
source: Select target node
fr: Sélectionnez le nœud cible

# connections.selectTerminal
source: Select terminal
fr: Sélectionnez le terminal

# connections.selectType
source: Select type
fr: Sélectionnez le type

# connections.sourceTargetMustDiffer
source: Source and target must be different nodes
fr: La source et la cible doivent être des nœuds différents

# connections.swapSourceAndTarget
source: Swap source and target
fr: Intervertir la source et la cible

# connections.to
source: To
fr: À

# connections.unknownNode
source: Unknown Node
fr: Nœud inconnu

# copyAssetsRooms.append
source: Append
fr: Ajouter

# copyAssetsRooms.appendDesc
source: Add new copies alongside any existing assets in the target room.
fr: Ajouter de nouvelles copies à côté des équipements existants dans la pièce cible.

# copyAssetsRooms.back
source: Back
fr: Retour

# copyAssetsRooms.cancel
source: Cancel
fr: Annuler

# copyAssetsRooms.confirmMessage
source: Copy %1$lld asset(s) from %2$@ to %3$lld room(s)?
fr: Copier %1$lld équipement(s) de %2$@ vers %3$lld pièce(s) ?

# copyAssetsRooms.done
source: Done
fr: Terminé

# copyAssetsRooms.existingAssetsBadge
source: %1$lld asset(s)
fr: %1$lld équipement(s)

# copyAssetsRooms.fabLabel
source: Copy assets to other rooms
fr: Copier les équipements vers d'autres pièces

# copyAssetsRooms.loadFailed
source: Failed to load: %1$@
fr: Échec du chargement : %1$@

# copyAssetsRooms.next
source: Next
fr: Suivant

# copyAssetsRooms.noAssets
source: No assets in this room for the current session.
fr: Aucun équipement dans cette pièce pour la session en cours.

# copyAssetsRooms.noOtherRooms
source: No other rooms available in this site.
fr: Aucune autre pièce disponible sur ce site.

# copyAssetsRooms.overwrite
source: Overwrite
fr: Écraser

# copyAssetsRooms.overwriteDesc
source: Remove existing session assets in the target room before copying. This cannot be undone.
fr: Supprimer les équipements de session existants dans la pièce cible avant la copie. Cette action est irréversible.

# copyAssetsRooms.overwriteWarningBody
source: %1$lld existing asset(s) will be unlinked from this session in the target room(s).
fr: %1$lld équipement(s) existant(s) seront dissociés de cette session dans la/les pièce(s) cible(s).

# copyAssetsRooms.overwriteWarningTitle
source: Overwrite
fr: Écraser

# copyAssetsRooms.partialMessage
source: Copied %1$lld. %2$lld failed.
fr: %1$lld copié(s). %2$lld échec(s).

# copyAssetsRooms.perRoomResult
source: Created: %1$lld • Failed: %2$lld
fr: Créés : %1$lld • Échecs : %2$lld

# copyAssetsRooms.perRoomSkipped
source: Skipped
fr: Ignoré

# copyAssetsRooms.run
source: Start Copy
fr: Démarrer la copie

# copyAssetsRooms.runningProgress
source: Copying to room %1$lld of %2$lld…
fr: Copie vers la pièce %1$lld sur %2$lld…

# copyAssetsRooms.searchRoomsHint
source: Search rooms…
fr: Rechercher des pièces…

# copyAssetsRooms.selectAll
source: Select all
fr: Tout sélectionner

# copyAssetsRooms.stepConfirm
source: Confirm
fr: Confirmer

# copyAssetsRooms.stepStrategy
source: Conflict
fr: Conflit

# copyAssetsRooms.stepTargetRooms
source: Target rooms
fr: Pièces cibles

# copyAssetsRooms.strategyHint
source: Choose how to handle target rooms that already have assets in this session.
fr: Choisissez comment gérer les pièces cibles qui contiennent déjà des équipements dans cette session.

# copyAssetsRooms.strategyLabel
source: Strategy
fr: Stratégie

# copyAssetsRooms.strategyTitle
source: When a target room already has assets in this session
fr: Lorsqu'une pièce cible contient déjà des équipements dans cette session

# copyAssetsRooms.successMessage
source: Copied %1$lld asset(s) into %2$lld room(s). Assets saved locally and will sync when online.
fr: %1$lld équipement(s) copié(s) dans %2$lld pièce(s). Les équipements sont enregistrés localement et seront synchronisés une fois en ligne.

# copyAssetsRooms.successMessageOnline
source: Copied %1$lld asset(s) into %2$lld room(s).
fr: %1$lld équipement(s) copié(s) dans %2$lld pièce(s).

# copyAssetsRooms.targetCountSelected
source: %1$lld target room(s) selected
fr: %1$lld pièce(s) cible(s) sélectionnée(s)

# copyAssetsRooms.targetsHint
source: Pick one or more target rooms. The source room is excluded.
fr: Choisissez une ou plusieurs pièces cibles. La pièce source est exclue.

# copyAssetsRooms.targetsLabel
source: Target rooms
fr: Pièces cibles

# copyAssetsRooms.title
source: Copy assets to other rooms
fr: Copier les équipements vers d'autres pièces

# Creating %lld/%lld...
source: Creating %1$lld/%2$lld...
fr: Création de %1$lld/%2$lld...

# Criticality (%lld), Environment (%lld), Maintenance (Nonserviceable)
source: Criticality (%1$lld), Environment (%2$lld), Maintenance (Nonserviceable)
fr: Criticité (%1$lld), Environnement (%2$lld), Maintenance (Non réparable)

# diagnostics.allSyncProcessed
source: All sync operations have been processed
fr: Toutes les opérations de synchronisation ont été traitées

# diagnostics.associatedNode
source: Associated Node
fr: Nœud associé

# diagnostics.attemptedPath
source: Attempted Path:
fr: Chemin tenté :

# diagnostics.clearAllHistory
source: Clear All History
fr: Effacer tout l'historique

# diagnostics.clearSyncHistory
source: Clear Sync History?
fr: Effacer l'historique de synchronisation ?

# diagnostics.clearSyncHistoryMessage
source: This will permanently delete all sync history logs. Pending items will not be affected.
fr: Ceci supprimera définitivement tous les journaux de synchronisation. Les éléments en attente ne seront pas affectés.

# diagnostics.completedSyncWillAppear
source: Completed sync operations will appear here
fr: Les opérations de synchronisation terminées apparaîtront ici

# diagnostics.databaseInformation
source: Database Information
fr: Informations de la base de données

# diagnostics.deleteAction
source: Delete
fr: Supprimer

# diagnostics.deleteBuildingQuestion
source: Delete Building?
fr: Supprimer le bâtiment ?

# diagnostics.deleteCount
source: Delete %lld
fr: Supprimer %lld

# diagnostics.deleteFloorQuestion
source: Delete Floor?
fr: Supprimer l'étage ?

# diagnostics.deleteLocationQuestion
source: Delete Location?
fr: Supprimer l'emplacement ?

# diagnostics.deletePhotos
source: Delete Photos?
fr: Supprimer les photos ?

# diagnostics.deletePhotosMessage
source: This will permanently delete %lld photo(s) from local storage.
fr: Ceci supprimera définitivement %lld photo(s) du stockage local.

# diagnostics.deletePhotosQuestion
source: Delete Photos?
fr: Supprimer les photos ?

# diagnostics.deleteRoomQuestion
source: Delete Room?
fr: Supprimer la salle ?

# diagnostics.entityHasDescendants
source: This %1$@ has %2$@. Deleting will unassign these assets from their location.
fr: Ce %1$@ a %2$@. La suppression désassignera ces actifs de leur emplacement.

# diagnostics.entityWillBeDeleted
source: This %@ will be deleted.
fr: Ce %@ sera supprimé.

# diagnostics.errorLabel
source: Error:
fr: Erreur :

# diagnostics.exportQueueAsJson
source: Export Queue as JSON
fr: Exporter la file en JSON

# diagnostics.extraData
source: Extra Data
fr: Données supplémentaires

# diagnostics.failedAt
source: Failed: %@
fr: Échec : %@

# diagnostics.fileInformation
source: File Information
fr: Informations du fichier

# diagnostics.filename
source: Filename
fr: Nom du fichier

# diagnostics.files
source: Files
fr: Fichiers

# diagnostics.flushQueueNow
source: Flush Queue Now
fr: Vider la file maintenant

# diagnostics.historyCount
source: History (%lld)
fr: Historique (%lld)

# diagnostics.label
source: Label
fr: Étiquette

# diagnostics.legacyItemsBlockingAction
source: You have items from an older app version that need to be resolved in Sync Queue Analyzer before this action.
fr: Vous avez des éléments d’une version antérieure de l’application qui doivent être résolus dans l’Analyseur de file d’attente de synchronisation avant cette action.

# diagnostics.networkLostDialogBody
source: Sync stopped because the internet connection was lost. Reconnect and tap Sync Now to continue.
fr: La synchronisation s'est arrêtée car la connexion internet a été perdue. Reconnectez-vous et appuyez sur Synchroniser pour continuer.

# diagnostics.networkLostDialogTitle
source: Internet connection lost
fr: Connexion internet perdue

# diagnostics.nodeId
source: Node ID
fr: ID du nœud

# diagnostics.noPendingOperations
source: No Pending Operations
fr: Aucune opération en attente

# diagnostics.noPhotosFound
source: No photos found
fr: Aucune photo trouvée

# diagnostics.noSyncHistory
source: No Sync History
fr: Aucun historique de synchronisation

# diagnostics.offlineBannerNoNetwork
source: No internet connection
fr: Pas de connexion internet

# diagnostics.offlineBannerOfflineMode
source: Your offline mode is on
fr: Votre mode hors ligne est activé

# diagnostics.originalPath
source: Original Path:
fr: Chemin original :

# diagnostics.path
source: Path
fr: Chemin

# diagnostics.pendingCount
source: Pending (%lld)
fr: En attente (%lld)

# diagnostics.pendingLabel
source: Pending
fr: En attente

# diagnostics.pendingUpload
source: Pending Upload
fr: Téléversement en attente

# diagnostics.photoDetails
source: Photo Details
fr: Détails de la photo

# diagnostics.photoDiagnostics
source: Photo Diagnostics
fr: Diagnostics photo

# diagnostics.photoId
source: Photo ID
fr: ID de la photo

# diagnostics.photoSavedToGallery
source: Photo saved to gallery
fr: Photo enregistrée dans la galerie

# diagnostics.photoStorage
source: Photo Storage
fr: Stockage photo

# diagnostics.queued
source: Queued
fr: En file d'attente

# diagnostics.remoteUrl
source: Remote URL:
fr: URL distante :

# diagnostics.reQueueAllFailed
source: Re-queue All Failed
fr: Remettre en file tous les échecs

# diagnostics.retriedNTimes
source: Retried %lld time(s)
fr: Réessayé %lld fois

# diagnostics.retries
source: Retries: %lld
fr: Tentatives : %lld

# diagnostics.retry
source: Retry
fr: Réessayer

# diagnostics.retryAction
source: Retry
fr: Réessayer

# diagnostics.savedToGallery
source: Saved %1$lld of %2$lld photos to gallery
fr: %1$lld sur %2$lld photos enregistrées dans la galerie

# diagnostics.saveToGallery
source: Save to Gallery
fr: Enregistrer dans la galerie

# diagnostics.saveToPhotoGallery
source: Save to Photo Gallery
fr: Enregistrer dans la galerie photo

# diagnostics.selectLabel
source: Select
fr: Sélectionner

# diagnostics.size
source: Size
fr: Taille

# diagnostics.statusFailed
source: Failed
fr: Échec

# diagnostics.statusSyncing
source: Syncing…
fr: Synchronisation…

# diagnostics.syncedLabel
source: Synced
fr: Synchronisé

# diagnostics.today
source: Today
fr: Aujourd'hui

# diagnostics.totalFiles
source: Total Files
fr: Total des fichiers

# diagnostics.totalSize
source: Total Size
fr: Taille totale

# diagnostics.unrecoverableLegacyItem
source: This item was created in an older version of the app and its local data is no longer available. Tap Delete to remove it.
fr: Cet élément a été créé dans une version antérieure de l’application et ses données locales ne sont plus disponibles. Appuyez sur Supprimer pour le retirer.

# diagnostics.uploadStatus
source: Upload Status
fr: Statut de téléversement

# diagnostics.viewNode
source: View Node
fr: Voir le nœud

# diagnostics.viewRemotePhoto
source: View Remote Photo
fr: Voir la photo distante
